Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/olsen-s.htm.tmx
Source language: sme
Languages: nob

source: Boares luhkkár lei atnán dušše sámegiela oahpahusgiellan skuvllas , danne dat oahppi riehpu máhtii nu unnán dárogiela .
nob: Det gamle klokkeren hadde brukt bare samisk som undervisningsspråk i skolen , så den stakkars eleven kunne svært lite norsk .

source: Danne su eadni dáhtui ahte nieida galggašii beassat lohkat eatnigiellasis maiddái konfirmašunskuvllas , go juo ii lean oahppan dárogiela skuvllas .
nob: Derfor ville moren at hun måtte få lov å lese på sitt morsmål i konfirmasjonsskolen også , all den stund hun ikke hadde lært norsk på skolen .

source: Dan gal ii beassan , ii heađisge .
nob: Nei , det var ikke tale om .

source: Konfirmašunskuvllas galgá dušše dárogiella , vástidii báhppa .
nob: I konfirmasjonsskolen brukes bare norsk , var prestens svar .

source: Ii hal de goit leat sutnje mihkkege ávkkiid dan guđa vahkkosaš skuvllas , oaivvildii heađástuvvan eadni .
nob: Men da får hun jo ingen nytte av sin seks ukers skolegang , mente den nødstedte moren .

source: Ii lean áhpu .
nob: Men det hjalp ikke .

source: Boares luhkkár lea veahkehan oallut bártahuvvan etniid , ammahal de sáhtášii rohkadallat mu nieidda ovddas nai , jurddašii nieiddaža eadni .
nob: Den gamle klokkeren hadde reddet så mangen nødstedte mødre før , kanskje det hjalp hvis hun fikk klokkeren til å gå i forbønn for hennes datter , tenkte moren .

source: De dat heađástuvvan eadni manai luhkkára ságaide , ja luhkkár ges báhpa lusa muitalit mot dilli dál lei – man váttis gul šattašii sidjiide lohkat dárogillii geain ii lean leamaš dat oahpahus obage skuvllas .
nob: Ja , så gikk den nødstedte moren til klokkeren , og klokkeren til prosten og ordla hele situasjonen – om hvor vanskelig det ville bli for disse som ikke har hatt norsk i skolen å måtte nå begynne å lese et for dem fremmed tungemål .

source: Boares luhkkár šattai máhccat ruoktot čoavddekeahttá áššiin .
nob: Den gamle klokkeren gikk hjem med uforrettet sak .

source: Dábálaš njuolggadus lei ahte son guhte ii máhttán unnimus meari risttalašvuođas – son bijahalai eret konfirmašunskuvllas .
nob: Den alminnelige regel var jo den at de som ikke fylte minimumskravet i kristendomskunnskap – ble hjemsendt .

source: Sámegillii lea dat čuoldit , muhto báhppa ii áigon čuoldit ovttage eret .
nob: På samisk heter det čuoldet . Men presten hadde ikke i sinne å čuoldet noen .

source: Buohkat galget konfirmerejuvvot , máhtáš dal maidge dehe ii .
nob: Nei , alle skulle konfirmeres enten de nå kunne noget eller ikke .

source: Na ii son dál ballan ahte nieida ii beassan konfirmerejuvvot , go son diđii ahte nuorra báhppa ii sádde ovttage ruoktot konfirmerekeahttá .
nob: Nei , det var ikke det hun var redd for at datra ikke ville bli konfirmert , for hun visste at den unge presten ikke sendte hjem noen ukonfirmert .

source: De nieidariehpu šattai konfirmerejuvvot maŋŋel dan guđa vahkkosaš skuvlla – oktan earáiguin geat ledje ovtta dásis suinna vátna dárogielmáhtu dáfus .
nob: Ja , så ble den stakkars jenta konfirmert etter seks ukers skolegang – sammen med en hel del andre som stod omtrent på samme kunnskapstrinn i norsk .

source: De mii leat ollen 20. čuohtejahkái , nuppiin sániin dan áigái mii lea 1905 maŋŋil .
nob: Ja , så er vi kommet til det 20. århundre . m.a.o. tiden etter 1905 .

source: Finnmárku dahkko sierra skuvladirektorahttan , ja das lea juohke dáfus áicevaš ja árjjalaš skuvladirektevra .
nob: Et nytt tidsskifte begynner . Finnmark blir eget skoledirektorat med en i alle deler våken og målbevisst skoledirektør .

source: Su evttohusa mielde dat heaittihuvvo ge Romssa gávpoga oahpaheaddjiskuvlla sámi suorgi .
nob: På hans initiativ blir den samiske linjen på Tromsø lærerskole inndratt .

source: Álgobáliid lei oalle váttis áigi ollu mánáide moattegielat guovlluin .
nob: Til å begynne med var det heller en vanskelig tid for mange barn i de språkblandede distrikter .

source: Boares oahpaheaddjebuolva jávká , ja ođđasat bohtet sadjái .
nob: Den gamle lærergarden faller av , og nye rykker inn .

source: Ođđa oahpaheaddjit álget dáruiduhttima eai ge ane sámegiela veahkkegiellan .
nob: De nye går inn for fornorskning uten å bruke samisk som hjelpespråk .

source: Ollu skuvllain ledje sámi mánát eanetlogus , ja sámegiella lei sis ruovttugiellan sihke olgun ja viesus .
nob: I mange skoler var samebarn i majoritet , og samisk hjemmespråk både ute og inne .

source: Skuvllas adnui dušše dárogiella .
nob: Men i skolen var bare norsk .

source: Muhtun biiriin gal oahpaheaddji vel muhtun áigge anii sámegiela veahkkegiellan , go ii orron oaidnime eará vejolašvuođaid .
nob: I enkelte kretser fortsatte læreren enda en tid å bruke samisk som hjelpespråk , når han ikke øynet noen annen utveg .

source: Soames earát ges duollet dalle iskkadedje leat go mánát ipmirdan .
nob: Atter andre stilte noen stikkprøver nå og da for å forvisse seg om barna hadde forstått .

source: Ja de fas doapmat viidáseappot , go diibmoplánas ledje dievva fágafáttát maid galge ollet guorahallat juohke beaivve .
nob: Og så full fart forover , for timeplanen var spekket av et stort fagområde som en måtte få gjennomgått hver dag .

source: Girjeránsel losui jagis jahkái , go juohke skuvlajagi álggus galge boahtit ođđa girjjit .
nob: Bokranselen ble tyngre for hvert år , for nye bøker måtte anskaffes ved hvert skoleårs begynnelse .

source: Ii ovttasge lean šat dilli sámástit – ii ge dat anihan šat skuvllas .
nob: Ingen hadde tid til å snakke samisk mere– og så var den ikke brukbar mere på skolen . ...

source: Bisánehkot dál oanehaš ja geahčastehkot mot lea mannan .
nob: La oss nå stanse litt og se tilbake på utviklingen .

source: Lea go sámi álbmogii leamaš bahán dat hoahppu mii lea dán áigge ?
nob: Har den samiske befolkningen tatt skade av dette hektiske jaget som preger vår tid ?

source: Dehe dat go rittu sápmelaččat leat áibbas dáruiduvvan .
nob: Eller at samene er blitt så å sie helt fornorsket i kystdistriktene .

source: Dasa lea vástádus : ii leat .
nob: Svaret må bli Nei .

source: Sáhttá roahkka dadjat ahte sápmelaččat leat gierdan rievdadusa .
nob: En kan med full rett fastslå at samene har klart overgangen .

source: Leat gal sin searvvis nai ollu robotat , das ii beasa eret , muhto gal dakkárat leat dáru álbmogis nai .
nob: At der er enkelte robotter blant dem , er ikke til å unngå . Men slike finnes jo også blant den norskættede befolkning .

source: Čájehuvvo ahte go sámi álbmot dáruiduvai ja čuovuhuvvui mielde ovdáneapmái , de nagode sii gilvalit dáru sogalaččaiguin , sihke bargguin ja girjjálaš oahpa dáfus .
nob: Det viser seg at når den samiske befolkning ble fornorsket og ble revet med av utviklingen , ble de fullt konkurransedyktige med de som er av norsk ætt , både i arbeidslivet og i boklig opplæring .

source: Ollugat oaivvildit ahte sápmelaččaide lea leamaš vahágin badjelmearálaš giellapolitihkka , go sii eai háliit dál dovddahit iežaset gullevašvuođaset , ee eai duosttastuva hupmat ruovttugielaset , eatnigielaset .
nob: Mange mener og er av den oppfatning at samene har tatt skade av den overdrevne språkpolitikk , for de vil ikke vedstå sin hærkomst , bl. a. at de nesten skjemmes å snakke sitt opprinnelige hjemmespråk dvs. morsmålet .

source: Mii dasa lea sivvan ?
nob: Hva er grunnen til det ?

source: Vuosttažettiin : Sii háliidit eallit Norgga ássin ja dasa gullá dárogiella ja dáččaid vuogit ja vierut .
nob: For det første . De vil være norske borgere og forbinder dette med norsk talemål og norske seder og skikker .

source: Ja de vel okta – ja dat soaitá ge váldosivvan .
nob: Og en ting til – og som kanskje er hovedgrunnen .

source: Dat sápmelaččat guđet dál leat badjel 40 jagi boarrásat , muitet 20–30 jagiid vátna áiggi .
nob: De samene som nå er kommet opp i 40 årene , tenker tilbake på de trange tider i 20–30 årene .

source: Vaikko eai dieđe ge dan ieža , de jurddašit sii ahte sámegiella gullá dan heajos birgenláhkái mas sii bajásšadde , ja dárogiella , dáru vuogit ja vierut gullet ges buresbirgejeaddji dáru álbmogii geaid sii dovde .
nob: Og uten å vite det selv , forbinder de samisk med de vanskelige forhold de vokste opp i , mens derimot det norske språk , seder og skikker forbindes med den norske overklasse de kjente til .

source: Boađusin das šaddá ná : Sápmelaš lea geafi ja heitot , muhto dáččavuohta dahká buori birgenlági .
nob: Og resultatet blir da dette : Å være same er å være fattig og ussel , men å være norsk , betyr velstand .

source: Lea roahkka vejolaš ahte dakkár jurddašanvuohki lea darvánan sidjiide almma iežaset dieđu .
nob: Det er meget mulig at denne tankegangen har festet seg i underbevisstheten uten dog selv å være seg bevist .

source: Čohkkenvuogit leat daguhan ollu báikkiid ávdimin .
nob: Centraliseringen har gjort at mange boplasser er blitt øde .

source: Stáhta lea vel ruhtaveahki nai addán vai viesuid gaikkodit ja sirdet daid guovddáš báikkiide .
nob: Staten har til og med ydet pengehjelp til nedrivning og flytting av husene til mere centrale steder .

source: Nu sii besse bargguide , ollásit earáid dássái .
nob: Dermed kom de med i arbeidslivet og i full høyde med de andre .

source: Nuorra bártnit geat ovdal ledje bivdán guliid das lahka áhčiideaset mielde , dat besse dál bargui trolariidda ja stuora bivdofatnasiidda .
nob: Unge gutter som før hadde rodd hjemmefiske med faren , fikk plass på trålere og større bankbåter .

source: Muhtumat leat ožžon barggu stuora nuohtte-eaiggádiid fierbme- ja nuohttečivttašeaddjin .
nob: Noen har fått fast arbeide som garn- og notbøtere hos de større noteierne .

source: Danne go leat čeahpes čivttašeaddjit .
nob: Takket være deres ferdighet i garnbitting .

source: Sii eai nagodan oastit gárvves dorske- ja sáidefirpmiid iežaset bivdui .
nob: De hadde ikke råd til å kjøpe ferdig monterte torske- og seigarn , mens de drev hjemmefiske .

source: Sii oste árppuid ja oaraid ja morde ieža daid bivdosiid maid dárbbašedje iežaset bivddus .
nob: Nei , de kjøpte tråd og snøre og bandt selv det garnbruket de måtte trenge til hjemmefisking .

source: Danne sii šadde issoras čeahpit moardit ja čiktit .
nob: Dermed fikk de utrolig ferdighet i garnbitting .

source: Ja danne stuora nuohtte-eaiggádat váldet áinnas vuotnagáttiid nuoraid bargui iežaset fatnasiidda .
nob: De store noteierne foretrekker derfor ungdommen fra fjordene til mannskap på sine båter .

source: Ja ollugat sis leat maiddái háhkan alcceseaset fatnasiid ja bivdobiergasiid áhpebivdui .
nob: Og mange av dem har også anskaffet seg båter og bruk til å drive bankfiske .

source: Dovddan muhtun Oarje-Finnmárkku vuotnalačča .
nob: Jeg kjenner en kar fra en av fjordene i Vestfinnmark .

source: Áigá 6–7 jahkásažžan lei juo oahppan čivttašeaddji .
nob: Allerede i 6–7 års alderen var han full befaren i garnbitting .

source: Dál son lea trolabarggu jođiheaddji .
nob: Nå er han trålbas .

source: Dat nuorat geaid dás lean namuhan , leat eatnasat Oarje-Finnmárkku vuonaid sámi nuorat .
nob: Disse ungdommer som ovenfor er nevnt , er en stor del sameungdom fra fjordene i Vestfinnmark .

source: Nu guhká go sii orro ruovttus , de lei sámegiella sin ruovttugiella , vaikko máhtte gal maiddái dárogiela buori muddui .
nob: Så lenge de gikk der hjemme , var samisk deres heimemål , men de var også så å si full befaren i norsk .

source: Ja go sii de álge bargguide , de ii hehtten giellavátni sin .
nob: Og når de så kom ut i arbeidslivet , var ikke språket lenger til hinder for dem.

source: Sii šadde dego oktan dárogielagiiguin .
nob: De ble smeltet sammen med norsk element .

source: Bivdofatnasa giella lei dárogiella , ja gáddegiella ja gávpegiella maiddái dárogiella .
nob: Skøytespråket var norsk , kai-språket og butikk-språket likeså .

source: Ja dárogiella lea šaddan ruovttugiellan maiddái sidjiide geat leat fárren eret ruoktobáikkiin ja ásahan sierra joavkkuid ja ruovttuid .
nob: Og norsk er også blitt heimespråk for disse utflytterne som har slått seg ned der og stiftet familie og egne heimer .

source: Ja nu lea dárogiella šaddan goalmmát buolvva eatnigiellan .
nob: Dermed er norsk blitt morsmålet for tredje generasjon .

source: Ja bisanehkot dál fas ja geahčastehkot mot Finnmárkku vuotnagiliid dilálašvuođat leat , erenoamážit Oarje-Finnmárkkus .
nob: Så får vi stanse igjen og se tilbake på forholdene i fjordbygdene i Finnmark , og da særlig i Vestfinnmark .

source: Mot dasto manná daiguin vuotnagiliiguin , guorranit go dat – vai báhcá go muhtun geardi vel dohko geat ellet nu go sin váhnemat leat eallán – vuotnabivdduin ja veahá eanadoaluin ?
nob: Hvordan går det så med disse fjordbygdene , blir de avfolket – eller blir der en liten rest tilbake som fortsetter i fedrenes levevis – hjemmefiske og litt jordbruk ?

source: Mot manná gielain ?
nob: Hvordan går det så med språket ?

source: Sámegiella gal suige ceavzá doppe – oalát doaresbealde .
nob: Samisk skulle vel ha alle betingelser for å trives der – så å sie utenfor allfarvegen .

source: Ja dat eallá bures doppe .
nob: Og det ser ut til at den trives der .

source: Lea illudahttán mu oaidnit ahte sámegiella adno ruovttugiellan .
nob: Det har gledet meg å kunne legge merke til at samisk blir brukt som heimespråk .

source: Vaikko giella lea ge veahttan ja geffon sániid ja doahpagiid dáfus , dat lea goitge sámegiella – ja adno ain eatnigiellan .
nob: Vel nok er språket blitt sørgelig fattig på ord og vendinger , men det er da samisk – og betraktes framleis som modersmålet .

source: Min bargun livččii dasto movttiidahttit vel daid báhcán sápmelaččaid dáppe rittuin dikšut ja suodjalit dan kulturárbbi maid leat ožžon máttuineaset .
nob: Det skulle derfor være en oppgave for oss å oppmuntre den lille rest av samer her nede i kystdistriktene til å dyrke og verne om denne kulturarven fra fedrene .

source: « Dan beaivvi go sámegiella lea jávkan , de lea maiddái sápmelačča váldu dovdomearka jávkan . »
nob: « Den dagen samisk språk er borte , er også det avgjørende kjennemerket på samene borte » .

source: . Buot sápmelaččat galggaše gozuid alde vai nu ii geavaše .
nob: Måtte alle samene være våkne at så ikke skjer .

source: « Allot fal vajálduhte máttuideamet buot das maid rievdadit ja jorgalit , go sii adde midjiide vuorkádávvira mii lea mihá stuorát go ollugat doivot .
nob: « Lat oss ikkje forfederne gløyma under alt som me venda og snu , for dei gav oss ein arv til å gøyma , han er større enn mange vil tru . »

source: [ 1 ] Katekismusa vearša 1693 rájes , Norsk salmebok 548[2 ] Dáid cealkagiid lea Ivar Aasen čállán , lávlagii « Dei vil alltid klaga og kyta »
nob: [ 1 ] Katekismevers fra 1693 , Norsk salmebok 548[2 ] Desse linjene er skrive av Ivar Aasen , frå songen « Dei vil alltid klaga og kyta »

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
